---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.GridBankRowHeight
source: html/1282df99-b3df-8f0c-8cc5-47ed2b0b3a9a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.GridBankRowHeight Property

"Row Distance"

## Syntax (C#)
```csharp
public static ForgeTypeId GridBankRowHeight { get; }
```